{
    "translator": "Traduttrice",
    "english": "Inglese",
    "catalan": "Catalano",
    "spanish": "Spagnolo",
    "french": "Francese",
    "italian": "Italiano",
    "greeting": "Ciao, sono Aida!",
    "introduction": "Sono una traduttrice professionale con una grande passione per il superamento delle barriere linguistiche in vari settori. Con uno spiccato interesse per l'informatica e la letteratura, traduco una vasta gamma di contenuti, da documenti tecnici e localizzazione di software a opere letterarie e sceneggiature di doppiaggio.",
    "title/personal-information": "informazioni personali",
    "full-name": "Nome completo",
    "dob": "Nascita",
    "birth": "07 nov 2001",
    "mail": "e-mail",
    "phone": "telefono",
   "address": "Indirizzo",
    "home": "Súria, Catalogna, Spagna",
    "nationality": "Nazionalità",
    "spain": "Spagnola",
    "license": "Patente di guida",
    "car": "Categoria B",
   "title/languages": "lingue",
    "native": "madrelingua",
    "fluent": "avanzato",
    "proficient": "intermedio",
   "title/professional-skills": "competenze professionali",
    "literary": "Traduzione letteraria",
    "subtitling": "Sottotitoli e doppiaggio",
    "technical": "Traduzione tecnica",
    "localization": "Localizzazione",
    "title/additional-skills": "competenze supplementari",
    "detail": "Attenzione ai dettagli",
    "cultural": "Competenza culturale",
    "time": "Gestione del tempo",
    "title/main-strengths": "Punti di forza principali",
    "services": "Servizi di traduzione diversificati",
    "specialization": "Competenza e specializzazione",
    "skills": "Reattiva e accessibile",
    "motivation": "Approccio auto-motivato",
    "quality": "Impegno per la qualità",
    "title/work-experience": "esperienza professionale",
    "teacher": "Insegnante",
    "proofreader": "Correttrice",
    "proofreader/description": "Ho lavorato come correttrice, rivedendo e perfezionando meticolosamente vari documenti scritti. Tra le mie responsabilità c'era quella di garantire la correttezza e la chiarezza di progetti multimediali, come i post di Instagram, e di documenti accademici, tra cui le tesi di laurea.",
    "translator/description": "Ho tradotto vari documenti, tra cui annunci destinati ai clienti, progetti per i media e documenti tecnici. Le mie traduzioni hanno garantito una comunicazione chiara e accurata tra il centro e i suoi clienti, oltre a supportare i diversi progetti del centro con traduzioni multilingue precise.",
    "teacher/description": "Ho lavorato come insegnante, fornendo una formazione completa in varie materie, tra cui inglese, catalano, spagnolo, francese, latino, storia e geografia. Il mio ruolo prevedeva lo sviluppo e la diffusione di lezioni coinvolgenti e adatte alle esigenze individuali degli studenti, aiutandoli a migliorare le loro competenze linguistiche e le loro prestazioni accademiche in diverse discipline.",
    "itic": "Estensione iTIC Copilot",
    "title/education": "Formazione",
    "batxibac": "Batxibac umanistico",
    "batxibac/description": "Ho seguito un programma duale che comprendeva sia il baccalaureato spagnolo che il baccalauréat francese. Questo programma si è concentrato sulle materie umanistiche e sulle lingue, migliorando in modo significativo le mie competenze in catalano, spagnolo e francese. Il programma Batxibac ha fornito una solida base in letteratura, storia e corsi di lingua avanzati.",
    "degree": "Laurea in traduzione e interpretariato",
    "degree/description": "I miei studi si sono concentrati sulla padronanza del catalano, dello spagnolo, del francese e dell'italiano, fornendomi una solida base di comunicazione multilingue. Il piano di studi comprendeva corsi completi di teoria linguistica, tecniche di traduzione e studi culturali. Inoltre, mi sono dedicato a materie specialistiche come la traduzione tecnica e audiovisiva, che mi hanno fornito le competenze necessarie per eccellere in vari contesti professionali.",
    "title/projects": "Progetti",
    "description": "Descrizione",
    "itic/description": "Ho tradotto e corretto l'estensione iTIC Copilot nelle lingue catalana, inglese, spagnola, francese e italiana. Lavorando su questa estensione, progettata per gli studenti dell'Università EPSEM, ho svolto un ruolo cruciale nel migliorare l'accessibilità e l'usabilità della stessa in diverse comunità linguistiche. È stata un'esperienza soddisfacente che ha rafforzato la mia competenza nella traduzione e nella correzione in un contesto tecnico.",
    "technologies": "Tecnologie usate",
    "lang": "Lingue",
    "link": "Link",
    "check": "Guardate!",
    "website": "Creazione e localizzazione di un sito web",
    "website/description": "Ho ideato, progettato, sviluppato e localizzato il mio sito web personale. Combinando creatività e competenze tecniche, ho creato una piattaforma che mette in mostra i miei servizi di traduzione, garantendo al contempo una navigazione e un'accessibilità fluide in più lingue.",
    "tfg": "Traduzione della rivista 'Mes premiers J'aime lire: Drôle de directeur!'",
    "tfg/description": "Per la mia tesi di laurea all'UAB, ho tradotto la rivista per bambini 'Mes premiers J'aime lire: Drôle de directeur!' dal francese al catalano. Questo progetto ha comportato un attento adattamento delle storie e dei contenuti educativi della rivista per mantenerne l'attrattiva e l'accuratezza per i giovani lettori di lingua catalana.",
    "source": "Materiale di partenza",
    "french/catalan": "Dal francese al catalano",
    "title/interests": "interessi",
    "reading": "Leggere",
    "music": "Musica",
    "games": "Videogiochi",
    "cats": "Gatti",
    "travel": "Viaggiare",
    "theatre": "Teatro",
    "title/contact": "Contattatemi",
    "contact": "Non esitate a contattarmi in caso di domande",
    "name": "Nome",
    "email": "E-mail",
    "subject": "Oggetto",
    "message": "Messaggio",
    "about": "Su di me",
    "exp": "Esperienza",
    "cntc": "Contatto",
    "send": "Inviare",
    "message/sent_ok": "Messaggio inviato correttamente!",
    "message/sent_ko": "Si è verificato un errore durante l'invio del messaggio. Riprovate e, se ancora non funziona, contattami via e-mail.",
    "language": "Lingua",
    "error": "Errore",
    
    "orla": "Io",
    "briefcase": "Valigetta",
    "list": "Elenco",
    "heart": "Cuore",
    "site": "Webpage",
    "magazine": "Rivista",
    "book": "Icona libro",
    "notes": "Icona note",
    "gaming": "Icona consola di gioco",
    "cat": "Icona gatto",
    "plane": "Icona aereo",
    "theatre/icon": "Icona teatro"
}
