{
    "translator": "Traductora",
    "english": "Anglès",
    "catalan": "Català",
    "spanish": "Castellà",
    "french": "Francès",
    "italian": "Italià",
    "greeting": "Hola, Soc l'Aida!",
    "introduction": "Soc una traductora professional amb una forta passió per vèncer les barreres lingüístiques en diversos àmbits. Tinc un gran interès tant per la informàtica com per la literatura i em dedico a traduir una àmplia gamma de continguts, des de documents tècnics i localització de programari fins a obres literàries i guions de doblatge.",
    "title/personal-information": "informació personal",
    "full-name": "Nom",
    "dob": "Naixement",
    "birth": "07 nov. 2001",
    "mail": "correu",
    "phone": "telèfon",
    "address": "Adreça",
    "home": "Súria, Catalunya, Espanya",
    "nationality": "Nacionalitat",
    "spain": "Espanyola",
    "license": "Permís de conduir",
    "car": "Permís B",
    "title/languages": "idiomes",
    "native": "natiu",
    "fluent": "avançat",
    "proficient": "intermedi",
    "title/professional-skills": "competències professionals",
    "literary": "Traducció literària",
    "subtitling": "Doblatge i Subtitulació",
    "technical": "Traducció tècnica",
    "localization": "Localització",
    "title/additional-skills": "competències addicionals",
    "detail": "Atenció als detalls",
    "cultural": "Competència cultural",
    "time": "Gestió del temps",
    "title/main-strengths": "punts forts",
    "services": "Serveis de traducció diversos",
    "specialization": "Experiència i especialització",
    "skills": "Responsiva i Accessible",
    "motivation": "Automotivació",
    "quality": "Compromís amb la qualitat del treball",
    "title/work-experience": "experiència laboral",
    "teacher": "Professora",
    "proofreader": "Correctora de textos",
    "proofreader/description": "Vaig treballar com a correctora de textos, revisant i perfeccionant meticulosament diversos materials escrits. Les meves responsabilitats incloïen garantir la correcció i la claredat de tots els documents requerits, entre els quals hi havia publicacions de xarxes socials i documents acadèmics com ara treballs de final de grau.",
    "translator/description": "Vaig traduir diversos documents, com ara missatges per a clients, publicacions per a les xarxes socials i documents tècnics. Tot i que principalment traduïa del català al castellà, també vaig traduir continguts en anglès i francès. Les meves traduccions van garantir una comunicació clara i meticulosa entre el centre i els seus clients i, a més van donar suport als diversos projectes del centre amb traduccions multilingües.",
    "teacher/description": "Vaig exercir de professora, impartint una educació integral en diverses matèries, com ara anglès, català, castellà, francès, llatí, història i geografia. La meva funció consistia a desenvolupar i impartir lliçons adaptades a les necessitats individuals dels estudiants, ajudant-los a millorar la seva competència lingüística i el seu rendiment acadèmic en múltiples disciplines.",
    "itic": "Extensió iTIC Copilot",
    "title/education": "Formació acadèmica",
    "batxibac": "Batxibac humanistic",
    "batxibac/description": "Vaig cursar un currículum mixt que incorporava tant el batxillerat espanyol com el francès. Aquest programa se centra principalment en les humanitats i els idiomes, millorant significativament el domini del català, castellà i francès. El programa Batxibac proporciona una base sòlida en literatura, història i cursos avançats d'idiomes.",
    "degree": "Grau en Traducció i Interpretació",
    "degree/description": "Els meus estudis es van centrar en el domini del català, castellà, francès i italià, proporcionant-me una base sòlida en la comunicació multilingüe. El pla d'estudis incloïa cursos integrals de teoria lingüística, tècniques de traducció i estudis culturals. A més, vaig cursar matèries especialitzades com ara la traducció tècnica i l'audiovisual, que em van dotar de les habilitats necessàries per excel·lir en diferents contextos professionals.",
    "title/projects": "Projectes",
    "description": "Descripció",
    "itic/description": "He traduït i corregit l'extensió iTIC Copilot al català, castellà, anglès, francès i italià. En aquesta extensió, dissenyada per a estudiants de la universitat EPSEM, he tingut u n paper crucial a l'hora de millorar-ne l'accessibilitat i la usabilitat en diferents comunitats lingüístiques. Va ser una experiència satisfactòria que va reforçar la meva competència en traducció i correcció dins d'un context tècnic.",
    "technologies": "Tecnologies utilitzades",
    "lang": "Idiomes",
    "link": "Enllaç",
    "check": "Fes-hi una ullada!",
    "website": "Creació i Localització d'una pàgina web",
    "website/description": "He estructurat, dissenyat, desenvolupat i localitzat la meva pàgina web personal. Combinant la creativitat amb l'experiència tècnica, he creat una plataforma que mostra els meus serveis de traducció alhora que garanteix una navegació perfecta i accessible en diversos idiomes.",
    "tfg": "Traducció de la revista 'Mes premiers J'aime lire: Drôle de directeur!'",
    "tfg/description": "El meu treball de final de grau a la UAB va consistir en la traducció de la revista infantil 'Mes premiers J'aime lire: Drôle de directeur!' del francès al català. Aquest projecte va suposar una adequació acurada de les historietes i dels continguts educatius de la revista per mantenir-ne l'atractiu i la precisió per als joves lectors catalanoparlants.",
    "source": "Material de referència",
    "french/catalan": "Del francès al català",
    "title/interests": "aficions",
    "reading": "Lectura",
    "music": "Música",
    "games": "Videojocs",
    "cats": "Gats",
    "travel": "Viatjar",
    "theatre": "Teatre",
    "title/contact": "Contacte",
    "contact": "Tens algun dubte? Contacta'm!",
    "name": "Nom",
    "email": "Correu electrònic",
    "subject": "Assumpte",
    "message": "Missatge",
    "about": "Sobre mi",
    "exp": "Experiència",
    "cntc": "Contacte",
    "send": "Enviar",
    "message/sent_ok": "El missatge s'ha enviat correctament!",
    "message/sent_ko": "S'ha produït un error en enviar el missatge. Torna-ho a provar i, si segueix fallant, contacta'm per correu electrònic.",
    "language": "Idioma",
    "error": "Error",
    
    "orla": "Jo",
    "briefcase": "Maletí",
    "list": "Llista",
    "heart": "Cor",
    "site": "Pàgina web",
    "magazine": "Revista",
    "book": "Icona llibre",
    "notes": "Icona bloc de notes",
    "gaming": "Icona consola",
    "cat": "Cat icon",
    "plane": "Icona avió",
    "theatre/icon": "Icona teatre"
}
