{
    "translator": "Traductora",
    "english": "Inglés",
    "catalan": "Catalán",
    "spanish": "Español",
    "french": "Francés",
    "italian": "Italiano",
    "greeting": "¡Hola, soy Aida!",
    "introduction": "Soy una traductora profesional apasionada por romper barreras lingüísticas en distintos ámbitos. Con un profundo interés en la informática y la literatura, me dedico a traducir una amplia variedad de contenidos, desde documentos técnicos y localización de software hasta obras literarias y guiones para doblaje.",
    "title/personal-information": "información personal",
    "full-name": "Nombre",
    "dob": "Nacimiento",
    "birth": "07 nov. 2001",
    "mail": "e-mail",
    "phone": "teléfono",
    "address": "Dirección",
    "home": "Súria, Cataluña, España",
    "nationality": "Nacionalidad",
    "spain": "Española",
    "license": "Permiso de conducir",
    "car": "Clase B",
    "title/languages": "idiomas",
    "native": "nativo",
    "fluent": "avanzado",
    "proficient": "intermedio",
    "title/professional-skills": "aptitudes profesionales",
    "literary": "Traducción literaria",
    "subtitling": "Doblaje y Subtitulación",
    "technical": "Traducción técnica",
    "localization": "Localización",
    "title/additional-skills": "aptitudes adicionales",
    "detail": "Atención al detalle",
    "cultural": "Competencia cultural",
    "time": "Gestión del tiempo",
    "title/main-strengths": "competencias clave",
    "services": "Diversos servicios de traducción",
    "specialization": "Experiencia y Especialización",
    "skills": "Responsiva y Accesible",
    "motivation": "Automotivación",
    "quality": "Compromiso con la calidad del trabajo",
    "title/work-experience": "experiencia laboral",
    "teacher": "Profesora",
    "proofreader": "Correctora de textos",
    "proofreader/description": "Trabajé como correctora de textos, revisando y perfeccionando meticulosamente diversos materiales escritos. Mis responsabilidades incluían garantizar la corrección y claridad de todos los documentos, entre ellos publicaciones de redes sociales y documentos académicos como trabajos de fin de grado.",
    "translator/description": "Traduje varios documentos, tales como mensajes para los clientes, publicaciones para las redes sociales y documentos técnicos. Aunque principalmente traducía del catalán al castellano, también traduje contenidos en inglés y francés. Mis traducciones garantizaron una comunicación clara y meticulosa entre el centro y sus clientes y, además, apoyaron los diversos proyectos del centro con traducciones multilingües.",
    "teacher/description": "Ejercí de profesora, impartiendo una educación integral en diversas materias, como inglés, catalán, castellano, francés, latín, historia y geografía. Mi función consistía en desarrollar e impartir lecciones adaptadas a las necesidades individuales de los estudiantes, ayudándoles a mejorar su competencia lingüística y su rendimiento académico en múltiples disciplinas.",
    "itic": "Extensión iTIC Copilot",
    "title/education": "Formación académica",
    "batxibac": "Batxibac humanístico",
    "batxibac/description": "Cursé un currículum mixto que incorporaba tanto el bachillerato español como el francés. Este programa se centra principalmente en las humanidades y los idiomas, mejorando significativamente el dominio del catalán, castellano y francés. El programa Batxibac proporciona una base sólida en literatura, historia y cursos avanzados de idiomas.",
    "degree": "Grado en Traducción e Interpretación",
    "degree/description": "Mis estudios se centraron en el dominio del catalán, castellano, francés e italiano, proporcionándome una base sólida en la comunicación multilingüe. El plan de estudios incluía cursos integrales de teoría lingüística, técnicas de traducción y estudios culturales. Además, cursé materias especializadas como la traducción técnica y la audiovisual, que me dotaron de las habilidades necesarias para sobresalir en diferentes contextos profesionales.",
    "title/projects": "Proyectos",
    "description": "Descripción",
    "itic/description": "He traducido y corregido la extensión iTIC Copilot al catalán, inglés, español, francés e italiano. Al trabajar en esta extensión, diseñada para estudiantes de la universidad EPSEM, he desempeñado un papel crucial en la mejora de su accesibilidad y usabilidad en diferentes comunidades lingüísticas. Ha sido una experiencia gratificante que ha fortalecido mi competencia en traducción y revisión dentro de un contexto técnico.",
    "technologies": "Tecnologías utilizadas",
    "lang": "Lenguas",
    "link": "Enlace",
    "check": "¡Échale un vistazo!",
    "website": "Creación y Localización de una página web",
    "website/description": "He estructurado, diseñado, desarrollado y localizado mi página web personal. Combinando creatividad con experiencia técnica, he creado una plataforma que muestra mis servicios de traducción y garantiza una navegación fluida y accesible en varios idiomas.",
    "tfg": "Traducción de la revista 'Mes premiers J'aime lire: Drôle de directeur!'",
    "tfg/description": "Para mi trabajo de fin de grado en la UAB traduje la revista infantil 'Mes premiers J'aime lire: Drôle de directeur!' del francés al catalán. Este proyecto implicó adaptar cuidadosamente las historias y el contenido educativo de la revista para mantener su atractivo y precisión para los jóvenes lectores de habla catalana.",
    "source": "Material de referencia",
    "french/catalan": "Del francés al catalán",
    "title/interests": "Aficiones",
    "reading": "Lectura",
    "music": "Música",
    "games": "Videojuegos",
    "cats": "Gatos",
    "travel": "Viajar",
    "theatre": "Teatro",
    "title/contact": "Contacto",
    "contact": "En caso de cualquier pregunta, no dudes en contactarme",
    "name": "Nombre",
    "email": "Correo electrónico",
    "subject": "Asunto",
    "message": "Mensaje",
    "about": "Acerca de mí",
    "exp": "Experiencia",
    "cntc": "Contacto",
    "send": "Enviar",
    "message/sent_ok": "¡El mensaje se ha enviado correctamente!",
    "message/sent_ko": "Se ha producido un error al enviar el mensaje. Vuelve a intentarlo y si sigue fallando, contáctame por correo electrónico.",
    "language": "Idioma",
    "error": "Error",
    
    "orla": "Yo",
    "briefcase": "Maletín",
    "list": "Lista",
    "heart": "Cor",
    "site": "Página web",
    "magazine": "Revista",
    "book": "Icono libro",
    "notes": "Icono bloc de notas",
    "gaming": "Icono consola",
    "cat": "Icono gato",
    "plane": "Icono avión",
    "theatre/icon": "Icono teatro"
}
