{
    "translator": "Traductrice",
    "english": "Anglais",
    "catalan": "Catalan",
    "spanish": "Espagnol",
    "french": "Français",
    "italian": "Italien",
    "greeting": "Bonjour, je suis Aida !",
    "introduction": "Je suis une traductrice professionnelle passionnée par le dépassement des barrières linguistiques dans divers domaines. Avec un vif intérêt pour l'informatique et la littérature, je me consacre à la traduction d'un large éventail de contenus, allant des documents techniques et de la localisation de logiciels aux œuvres littéraires et aux scripts de doublage.",
    "title/personal-information": "informations personnelles",
    "full-name": "Nom complet",
    "dob": "Naissance",
    "birth": "07 nov. 2001",
    "mail": "e-mail",
    "phone": "téléphone",
    "address": "Adresse",
    "home": "Súria, Catalogne, Espagne",
    "nationality": "Nationalité",
    "spain": "Espagnole",
    "license": "Permis de conduire",
    "car": "Catégorie B",
    "title/languages": "langues",
    "native": "maternelle",
    "fluent": "courant",
    "proficient": "intermédiaire",
    "title/professional-skills": "compétences professionnelles",
    "literary": "Traduction littéraire",
    "subtitling": "Doublage et Sous-titrage",
    "technical": "Traduction technique",
    "localization": "Localisation",
    "title/additional-skills": "compétences supplémentaires",
    "detail": "Attention aux détails",
    "cultural": "Compétence culturelle",
    "time": "Gestion du temps",
    "title/main-strengths": "Points forts",
    "services": "Services de traduction diversifiés",
    "specialization": "Expertise et spécialisation",
    "skills": "Réactive et Accessible",
    "motivation": "Automotivation",
    "quality": "Engagement envers la qualité",
    "title/work-experience": "Experiences professionnelles",
    "teacher": "Professeure",
    "proofreader": "Correctrice",
    "proofreader/description": "J'ai travaillé en tant que correctrice, révisant et affinant méticuleusement divers documents écrits. Je devais notamment veiller à l'exactitude et à la clarté de tous les documents, y compris les publications sur les réseaux sociaux et les documents académiques tels que les thèses.",
    "translator-hawktesters/description": "J'ai traduit le contenu du site web de l'entreprise en catalan, espagnol et français, en veillant à ce que le message soit précis et culturellement approprié pour des publics internationaux divers. En outre, j'ai révisé et affiné le contenu du site web en anglais et en italien afin de maintenir la clarté et la cohérence dans toutes les langues, soutenant ainsi la stratégie de communication globale de l'entreprise. J'ai contribué à améliorer l'image en ligne de l'entreprise et l'interaction avec ses clients en fournissant des traductions multilingues de haute qualité et des services de révision méticuleux.",
    "translator-montse/description": "J'ai traduit plusieurs documents tels que des messages destinés aux clients, des publications sur les réseaux sociaux et des documents techniques. Bien que j'aie principalement traduit du catalan vers l'espagnol, j'ai également traduit du contenu en anglais et en français. Mes traductions assuraient une communication claire et approfondie entre le centre et ses clients et soutenaient également les différents projets du centre grâce à des traductions multilingues.",
    "teacher/description": "J'ai travaillé en tant qu'enseignante, dispensant une éducation complète dans diverses matières, notamment l'anglais, le catalan, l'espagnol, le français, le latin, l'histoire et la géographie. Mon rôle consistait à élaborer et à dispenser des cours adaptés aux besoins individuels des élèves, en les aidant à améliorer leurs compétences linguistiques et leurs résultats académiques dans plusieurs disciplines.",
    "itic": "Extension iTIC Copilot",
    "title.education": "Formation",
    "batxibac": "Batxibac humaniste",
    "batxibac/description": "J'ai suivi un cursus mixte intégrant à la fois les baccalauréats espagnol et français. Ce programme se concentre principalement sur les sciences humaines et les langues, ce qui permet d'améliorer considérablement la maîtrise du catalan, de l'espagnol et du français. Le programme Batxibac offre une base solide en littérature, en histoire et en cours de langue avancés.",
    "degree": "Licence en Traduction et Interprétation",
    "degree/description": "Mes études étaient centrées sur la maîtrise du catalan, de l'espagnol, du français et de l'italien, ce qui m'a permis d'acquérir une base solide en matière de communication multilingue. Le programme comprenait des cours complets de théorie linguistique, de techniques de traduction et d'études culturelles. De plus, j'ai suivi des cours spécialisés, dont la traduction technique et audiovisuelle, ce qui m'a dotée des compétences nécessaires pour exceller dans différents cadres professionnels.",
    "title/projects": "Projets",
    "description": "Description",
    "itic/description": "J'ai traduit et corrigé l'extension iTIC Copilot au catalan, anglais, espagnol, français et italien. En travaillant sur cette extension, conçue pour les étudiants universitaires de l'EPSEM, j'ai joué un rôle essentiel dans l'amélioration de son accessibilité et de sa convivialité dans différentes communautés linguistiques. Cela a été une expérience enrichissante qui a renforcé mes compétences en matière de traduction et de correction de textes dans un contexte technique.",
    "technologies": "Technologies utilisées",
    "lang": "Langues",
    "link": "Lien",
    "check": "Jetez-y un coup d'oeil !",
    "website": "Création et Localisation d'un site web",
    "website/description": "J'ai conçu, développé et localisé mon site web personnel. En combinant créativité et expérience technique, j'ai créé une plateforme qui présente mes services de traduction tout en garantissant une navigation fluide et accessibilité dans plusieurs langues.",
    "tfg": "Traduction du magazine 'Mes premiers J'aime lire: Drôle de directeur !'",
    "tfg/description": "Dans le cadre de mon mémoire de fin d'études à l'UAB, j'ai effectué la traduction du magazine pour enfants 'Mes premiers J'aime lire : Drôle de directeur !' du français au catalan. L'objectif de ce projet était d'adapter délicatement les histoires et le contenu éducatif du magazine de sorte à maintenir leur intérêt et leur précision pour les jeunes lecteurs de langue catalane.",
    "source": "Matériel de référence",
    "french/catalan": "Du Français au Catalan",
    "title/interests": "passe-temps",
    "reading": "Lécture",
    "music": "Musique",
    "games": "Jeux vidéo",
    "cats": "Chats",
    "travel": "Voyager",
    "theatre": "Théâtre",
    "title/contact": "Contactez-moi",
    "contact": "N'hésitez pas à me contacter en cas de question",
    "name": "Votre nom",
    "email": "Votre e-mail",
    "subject": "Objet",
    "message": "Votre message",
    "about": "À propos de moi",
    "exp": "Expérience",
    "cntc": "Contact",
    "send": "Envoyer",
    "message/sent_ok": "Message envoyé avec succès!",
    "message/sent_ko": "Une erreur est survenue lors de l'envoi du message. Veuillez réessayer et si l'échec persiste, contactez-moi par e-mail.",
    "language": "Langue",
    "error": "Erreur",
    
    "orla": "Je",
    "briefcase": "Mallette",
    "list": "Liste",
    "heart": "Coeur",
    "site": "Site web",
    "magazine": "Magazine",
    "book": "Icône livre",
    "notes": "Icône note",
    "gaming": "Icône console",
    "cat": "Icône chat",
    "plane": "Icône avion",
    "theatre/icon": "Icône théâtre"
}
